Repository: HijawyMac/grub2-filemanager
Catalog: lang/*/fm.po
Languages: ru_ru

source: Back
ru_ru: Назад

source: Open As Grub2 Menu
ru_ru: Открыть как меню Grub2

source: Open As Syslinux Menu
ru_ru: Открыть как Syslinux меню

source: Open As pxelinux Menu
ru_ru: Открыть как pxelinux меню

source: Open As GRUB4DOS Menu
ru_ru: Открыть в меню GRUB4DOS

source: Open As GRUB-Legacy Menu
ru_ru: Открыть как меню GRUB-Legacy

source: Open As Lua Script
ru_ru: Открыть как скрипт Lua

source: Open As Python Script
ru_ru: Открыть как скрипт Python

source: Open As EFI Application
ru_ru: Открыть как приложение EFI

source: Open As EFI Shell Script
ru_ru: Открыть как скрипт Shell EFI

source: Open As Image
ru_ru: Открыть как изображение

source: Press [ESC] to continue...
ru_ru: Нажмите [ESC], чтобы продолжить...

source: Mount Image
ru_ru: Монтировать изображение

source: Boot Floppy Image (GRUB4DOS)
ru_ru: Загрузить дискету (GRUB4DOS)

source: Boot Floppy Image (memdisk)
ru_ru: Загрузить изображение дискеты (memdisk)

source: Boot Hard Drive Image (GRUB4DOS)
ru_ru: Загрузить изображение жесткого диска (GRUB4DOS)

source: Boot Hard Drive Image (memdisk)
ru_ru: Загрузить изображение жесткого диска (memdisk)

source: Open As Archiver
ru_ru: Открыть как архив

source: Boot NT6.x WIM (wimboot)
ru_ru: Загрузить NT6.x WIM (wimboot)

source: Boot NT6.x WIM (NTBOOT)
ru_ru: Загрузить NT6.x WIM (NTBOOT)

source: Boot NT5.x WIM (NTBOOT)
ru_ru: Загрузить NT5.x WIM (NTBOOT)

source: Boot Windows NT6.x VHD/VHDX (NTBOOT)
ru_ru: Загрузка Windows NT6.x VHD/VHDX (NTBOOT)

source: Boot VHD (vboot)
ru_ru: Загрузить VHD (vboot)

source: Mount ISO
ru_ru: Транспорт ISO

source: Boot ISO (GRUB4DOS)
ru_ru: Загрузить ISO (GRUB4DOS)

source: Boot ISO (memdisk)
ru_ru: Загрузить ISO (memdisk)

source: Boot ISO (Easy2Boot)
ru_ru: Загрузить ISO (Easy2Boot)

source: Install Windows from ISO
ru_ru: Установить Windows из ISO

source: Boot EFI Files
ru_ru: Загрузить EFI файлы

source: Open As iPXE Script
ru_ru: Открыть как скрипт iPXE

source: Open As Font
ru_ru: Открыть как шрифт

source: Insert Grub2 Module
ru_ru: Вставить модуль Grub2

source: Chainload BIOS Boot Sector
ru_ru: Сектор загрузок BIOS

source: Chainload NTLDR
ru_ru: Кольчужный NTLDR

source: Chainload BOOTMGR
ru_ru: Кольчужная BOOTMGR

source: Open As GRUB4DOS MOD
ru_ru: Открыть как MOD GRUB4DOS

source: Boot Multiboot Kernel
ru_ru: Мульти загрузочного ядра

source: Boot Multiboot2 Kernel
ru_ru: Запустить ядро Multiboot2

source: Boot Linux Kernel
ru_ru: Загрузка ядра Linux

source: Text Viewer
ru_ru: Просмотр текста

source: File Info
ru_ru: Информация о файле

source: Encoding:
ru_ru: Кодировка:

source: Sort files by name
ru_ru: Сортировать файлы по имени

source: Resolution (R):
ru_ru: Резолюция (R):

source: Enable ESC (not recommended)
ru_ru: Включить ESC (не рекомендуется)

source: Enable debug messages
ru_ru: Включить отладочные сообщения

source: Show hidden drives
ru_ru: Показать скрытые диски

source: Load extra module
ru_ru: Загрузить дополнительный модуль
